Disciplines.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Disciplines</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-11-25 11:55:47 EST"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Disciplines</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Disciplines </a>
<ul>
<li><a href="#sec-1.1">1.1 Three Parameters </a></li>
<li><a href="#sec-1.2">1.2 34 Examples. 9 Classifications </a>
<ul>
<li><a href="#sec-1.2.1">1.2.1 Interface </a></li>
<li><a href="#sec-1.2.2">1.2.2 Council </a></li>
<li><a href="#sec-1.2.3">1.2.3 Arena </a></li>
</ul>
</li>
<li><a href="#sec-1.3">1.3 The 3-D space for interface discipline </a></li>
<li><a href="#sec-1.4">1.4 The 3-D space for council discipline </a></li>
<li><a href="#sec-1.5">1.5 The 3-D space for arena discipline </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Disciplines </h2>
<div class="outline-text-2" id="text-1">

<p>The core of White's Theory of Disciplines
can be found in the three diagrams on pages
355-357 of <i>Identity and Control</i>.
</p>

</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Three Parameters </h3>
<div class="outline-text-3" id="text-1.1">

<p>Each discipline is associated with a score
along three parameters:
</p>
<ul>
<li>
Involution       (INV)
</li>
<li>
Dependence       (DEP)
</li>
<li>
Differentiation  (DIF)

</li>
</ul>

<p>Each of the discipline examples have a 
score on one of the parameters: High (2),
Medium(1), or Low(0).
</p>
<p>
For example, within the INTERFACE discipline,
the <i>Battle-line units</i> example score looks
like this:
</p>
<ul>
<li>
INV: 2
</li>
<li>
DEP: 2
</li>
<li>
DIF: 0

</li>
</ul>

<p>Whereas the <i>City-neighborhoods</i> example
looks like this:
</p>
<ul>
<li>
INV: 2
</li>
<li>
DEP: 2
</li>
<li>
DIF: 2

</li>
</ul>
</div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> 34 Examples. 9 Classifications </h3>
<div class="outline-text-3" id="text-1.2">


</div>

<div id="outline-container-1.2.1" class="outline-4">
<h4 id="sec-1.2.1"><span class="section-number-4">1.2.1</span> Interface </h4>
<div class="outline-text-4" id="text-1.2.1">

<p>IL -&gt; (01..03)
IM -&gt; (04..05)
IH -&gt; (06..10)
</p></div>

</div>

<div id="outline-container-1.2.2" class="outline-4">
<h4 id="sec-1.2.2"><span class="section-number-4">1.2.2</span> Council </h4>
<div class="outline-text-4" id="text-1.2.2">

<p>CL -&gt; (11..14)
CM -&gt; (15..20)
CH -&gt; (21..24)
</p></div>

</div>

<div id="outline-container-1.2.3" class="outline-4">
<h4 id="sec-1.2.3"><span class="section-number-4">1.2.3</span> Arena </h4>
<div class="outline-text-4" id="text-1.2.3">

<p>AL -&gt; (25..27)
AM -&gt; (28..32)
AH -&gt; (33..34)
</p></div>
</div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> The 3-D space for interface discipline </h3>
<div class="outline-text-3" id="text-1.3">

<p>(id name DIF DEP INV)
(01 Discussion-group        0 0 0) 
(02 "World-system"          2 2 0)
(03 Amateur-theater-group   0 2 0)
(04 Fiber-optics            2 2 1)
(05 Sugar-trust             0 2 1)
(06 City-neighborhoods      2 2 2)
(07 Aborigine-hordes        2 0 2)
(08 Classificatory-Kinship  1 1 2)
(09 Professors-offices      0 0 2)
(10 Battle-line-units       0 2 2)
</p>
</div>

</div>

<div id="outline-container-1.4" class="outline-3">
<h3 id="sec-1.4"><span class="section-number-3">1.4</span> The 3-D space for council discipline </h3>
<div class="outline-text-3" id="text-1.4">

<p>(id name INV DEP DIF)
(11 Cooperative federation x x 0)
(12 Phillipine clientelege x x 0)
(13 Autocracy              x x 0)
(14 Segmentary lineage     x x 0)
(15 Standestaat            x x 1) ref 245
(16 JP Bench               x x 1)
(17 Noble councils         x x 1)
(18 Roman senate           x x 1)
(19 Parlements             x x 1)
(20 Royal Councils         x x 1)
(21 Movie production       x x 2)
(22 Segmentary kinship     x x 2)
(23 Thai clientele         x x 2)
(24 Commissaires           x x 2)
</p>
</div>

</div>

<div id="outline-container-1.5" class="outline-3">
<h3 id="sec-1.5"><span class="section-number-3">1.5</span> The 3-D space for arena discipline </h3>
<div class="outline-text-3" id="text-1.5">

<p>(id name INV DIF DEP)
(25 Multi-party electoral system x x 0)
(26 Cults                        x x 0)
(27 Exchange markets             x x 0)
(28 Law                          x x 1)
(29 Committees                   x x 1)
(30 Professions                  x x 1)
(31 Engineering                  x x 1)
(32 Medicine                     x x 1)
(33 Multiple hierarchy           x x 2)
(34 Functional department        x x 2)
</p></div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-11-25 11:55:47 EST</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
